#+PROPERTY: header-args:latex :tangle ../../tex/ch3/diacronico/pmc.tex
# -----------------------------------------------------------------------------
# Santa Teresa Benedicta de la Cruz, ruega por nosotros

*** DONE Información del texto
    CLOSED: [2019-08-21 Wed 13:27]
    :LOGBOOK:
    CLOCK: [2019-08-22 Thu 07:25]--[2019-08-22 Thu 07:50] =>  0:25
    :END:
#+BEGIN_SRC latex
  En 1981 Anscombe publicó una colección de sus escritos en tres volúmenes
  llamados \emph{The Collected Philosophical Papers of G.\,E.\,M.\,Anscombe}. El
  primero de estos, titulado \emph{From Parmenides to Wittgenstein}, recoge un tema
  presente en el \emph{Tractatus} de Wittgenstein y que Anscombe trató con gran
  interés: la relación entre lo concebible y lo posible. En el contexto del
  pensamiento de Wittgenstein la cuestión de lo concebible se encuentra dentro de
  la discusión sobre lo que puede ser dicho claramente. Ahí se encuentran también
  característicos temas Wittgensteinianos como la falta de significado, el
  sinsentido, lo misterioso y lo inefable; nociones que estarán presentes en el
  análisis de Anscombe.

  El volumen reúne a autores como Parménides, Platón, Hume y Wittgenstein en la
  discusión sobre esta cuestión\footnote{Cf.~ \cite[193]{teichmann2008ans}:
    Philosophers have grappled since ancient times with the problem of how
    thinkability and possibility are related, and it is characteristic of Anscombe
    to have drawn such diverse figures as Parmenides, Plato, Hume, and
    Wittgenstein into a single discussion.} y, como es característico de
  Anscombe, en cada artículo se le encuentra identificando rutas interesantes
  tomadas por los distintos autores y profundizando todavía más por caminos de
  reflexión que ella juzga poco explorados o no valorados del todo.

  El primer artículo: \emph{Parmenides, Mystery and Contradiction}, es el texto de
  una ponencia ofrecida por Anscombe en la reunión del \emph{Aristotelian Society}
  en \emph{21, Bedford Square} en Londres el 24 de febrero de 1969. En esta
  discusión Elizabeth estudia la manera en que Parménides construye su argumento
  acerca de lo posible y lo concebible y qué oportunidades ofrece para un análisis
  de esta relación. Anscombe percibe en su época la tendencia propia del
  modernismo de deducir lo posible desde lo concebible, sin embargo le parece más
  atractivo el acercamiento de Parménides y los antiguos:
  \blockquote[{\cite[xi]{anscombe1981parmenides}}: It was left to the moderns to
  deduce what could be from what could hold of thought, as we see Hume to have
  done. This trend is still strong. But the ancients had the better approach,
  arguing only that a thought was impossible because the thing was impossible, or,
  as the Tractatus puts it, ``Was man nicht denken kann, das kann man nicht
  denken'': an \emph{impossible} thought is an impossible \emph{thought}.]{Se les
    dejó a los modernos el deducir lo que puede ser posible desde lo que puede ser
    sostenido en el pensamiento, como vemos hacer a Hume. Esta tendencia sigue
    siendo fuerte. Pero los antiguos tuvieron el mejor acercamiento, argumentando
    solo que un pensamiento sería imposible porque la cosa misma es imposible, o,
    como lo dice el Tractatus, ``Was man nicht denken kann, das kann man nicht
    denken'': un pensamiento \emph{imposible} es un \emph{pensamiento} imposible.}
#+END_SRC
*** TODO Análisis del Argumento de Parmenides
    :LOGBOOK:
    CLOCK: [2019-08-21 Wed 10:21]--[2019-08-21 Wed 10:46] =>  0:25
    :END:

**** Segunda Premisa
     :LOGBOOK:
     CLOCK: [2019-08-22 Thu 05:35]--[2019-08-22 Thu 06:00] =>  0:25
     :END:
#+BEGIN_SRC latex
#+END_SRC
